#
[타이_퀘스트_레벨1]
PromotionID=0101
UserLevelLimit=1
PromotionLevel=1
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
Name=[クエスト] 森の中の散歩
TextMissionInfo=LV.1 クエスト - 偵察する
TextClearCondition=指定された場所へ移動する
TextReward1=[PIXEL] +100
TextReward2=
TextReward3=
TextStatus=
MapFileName=QuestLevel01
ScriptPath=Data/Quest/LevelQuest/LVL01
Reward0=0,100
#Reward1=0,100
#Reward2=0,100

[타이_퀘스트_레벨2]
PromotionID=0102
UserLevelLimit=2
PromotionLevel=2
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[クエスト] 最初の任務
TextMissionInfo=LV.2 クエスト - ジャミロ兵掃討戦
TextClearCondition=全ての敵を倒す
TextReward1=[経験値] +30
TextReward2=[アイテム] ひよこ Tシャツ
TextReward3=
TextStatus=
MapFileName=QuestLevel02
ScriptPath=Data/Quest/LevelQuest/LVL02
Reward0=2,30
Reward1=1,1010009,30
#Reward2=0,100

[타이_퀘스트_레벨3]
PromotionID=0103
UserLevelLimit=3
PromotionLevel=3
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[クエスト] エリアスの頼み
TextMissionInfo=LV.3 クエスト - ジャミロ兵掃討戦
TextClearCondition=全ての敵を倒す
TextReward1=[PIXEL] +200
TextReward2=
TextReward3=
TextStatus=
MapFileName=QuestLevel03
ScriptPath=Data/Quest/LevelQuest/LVL03
Reward0=0,200
#Reward1=
#Reward2=

[타이_퀘스트_레벨5]
PromotionID=0104
UserLevelLimit=5
PromotionLevel=5
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[クエスト] 続く戦闘
TextMissionInfo=LV.5 クエスト - ジャミロ兵掃討戦
TextClearCondition=全ての敵を倒す
TextReward1= [PIXEL] +300
TextReward2= [アイテム] ベーシック ブルージーン
TextReward3=
TextStatus=
MapFileName=QuestLevel05
ScriptPath=Data/Quest/LevelQuest/LVL05
Reward0=0,300
Reward1=1,1020009,30
#Reward2=

[카실_퀘스트_레벨1]
PromotionID=1101
UserLevelLimit=1
PromotionLevel=1
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
Name=[クエスト] 森の中の散歩
TextMissionInfo=LV.1 クエスト - 偵察する
TextClearCondition=指定された場所へ移動する
TextReward1=[PIXEL] +100
TextReward2=
TextReward3=
TextStatus=
MapFileName=QuestLevel01
ScriptPath=Data/Quest/LevelQuest/LVL01
Reward0=0,100
#Reward1=0,100
#Reward2=0,100

[카실_퀘스트_레벨2]
PromotionID=1102
UserLevelLimit=2
PromotionLevel=2
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[クエスト] 最初の任務
TextMissionInfo=LV.2 クエスト - ジャミロ兵掃討戦
TextClearCondition=全ての敵を倒す
TextReward1=[経験値] +30
TextReward2=[アイテム] 草葉っぱ ワンピース
TextReward3=
TextStatus=
MapFileName=QuestLevel02
ScriptPath=Data/Quest/LevelQuest/LVL02
Reward0=2,30
Reward1=1,2010009,30
#Reward2=0,100

[카실_퀘스트_레벨3]
PromotionID=1103
UserLevelLimit=3
PromotionLevel=3
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[クエスト] エリアスの頼み
TextMissionInfo=LV.3 クエスト - ジャミロ兵掃討戦
TextClearCondition=全ての敵を倒す
TextReward1=[PIXEL] +200
TextReward2=
TextReward3=
TextStatus=
MapFileName=QuestLevel03
ScriptPath=Data/Quest/LevelQuest/LVL03
Reward0=0,200
#Reward1=
#Reward2=

[카실_퀘스트_레벨5]
PromotionID=1104
UserLevelLimit=5
PromotionLevel=5
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[クエスト] 続く戦闘
TextMissionInfo=LV.5 クエスト - ジャミロ兵掃討戦
TextClearCondition=全ての敵を倒す
TextReward1= [PIXEL] +300
TextReward2= [アイテム] 皮 靴
TextReward3=
TextStatus=
MapFileName=QuestLevel05
ScriptPath=Data/Quest/LevelQuest/LVL05
Reward0=0,300
Reward1=1,2040009,30
#Reward2=


[프로코_퀘스트_레벨1]
PromotionID=2101
UserLevelLimit=1
PromotionLevel=1
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
Name=[クエスト] 森の中の散歩
TextMissionInfo=LV.1 クエスト - 偵察する
TextClearCondition=指定された場所へ移動する
TextReward1=[PIXEL] +100
TextReward2=
TextReward3=
TextStatus=
MapFileName=QuestLevel01
ScriptPath=Data/Quest/LevelQuest/LVL01
Reward0=0,100
#Reward1=0,100
#Reward2=0,100

[프로코_퀘스트_레벨2]
PromotionID=2102
UserLevelLimit=2
PromotionLevel=2
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[クエスト] 最初の任務
TextMissionInfo=LV.2 クエスト - ジャミロ兵掃討戦
TextClearCondition=全ての敵を倒す
TextReward1=[経験値] +30
TextReward2=[アイテム] ブルー ジャケット
TextReward3=
TextStatus=
MapFileName=QuestLevel02
ScriptPath=Data/Quest/LevelQuest/LVL02
Reward0=2,30
Reward1=1,3010009,30
#Reward2=0,100

[프로코_퀘스트_레벨3]
PromotionID=2103
UserLevelLimit=3
PromotionLevel=3
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[クエスト] エリアスの頼み
TextMissionInfo=LV.3 クエスト - ジャミロ兵掃討戦
TextClearCondition=全ての敵を倒す
TextReward1=[PIXEL] +200
TextReward2=
TextReward3=
TextStatus=
MapFileName=QuestLevel03
ScriptPath=Data/Quest/LevelQuest/LVL03
Reward0=0,200
#Reward1=
#Reward2=

[프로코_퀘스트_레벨5]
PromotionID=2104
UserLevelLimit=5
PromotionLevel=5
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[クエスト] 続く戦闘
TextMissionInfo=LV.5 クエスト - ジャミロ兵掃討戦
TextClearCondition=全ての敵を倒す
TextReward1= [PIXEL] +300
TextReward2= [アイテム] 茶色 ズボン
TextReward3=
TextStatus=
MapFileName=QuestLevel05
ScriptPath=Data/Quest/LevelQuest/LVL05
Reward0=0,300
Reward1=1,3020009,30
#Reward2=




[General]
PVPMAXLevel=11
QuestMAXLevel=11
MUTUMAXLevel=11

[PVP0]
PromotionID=0
PromotionLevel=0
UserLevelLimit=1
CharacterLimit=0
PrecedingPromotionNumber=1
PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=1
Name=挑戦できるミッションがありませんPVP0
TextMissionInfo=挑戦できるミッションがありませんPVP0


[타이_PVP_레벨4]
PromotionID=0201
PromotionLevel=4
UserLevelLimit=4
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=1
Name=[PVP] タイの アイテム戦 １勝
TextMissionInfo=タイの LV.4 PVPミッションです。
TextClearCondition=PVPモード アイテム戦 １勝 達成
PromotionGameContextSubType2=1
TextReward1=[経験値] +50
TextReward2=
TextReward3=
TextStatus=現在 %d/１勝 達成
Reward0=2,50
#Reward1=
#Reward2=

[타이_PVP_레벨5]
PromotionID=0202
PromotionLevel=5
UserLevelLimit=5
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=3
PromotionItemID=1520022
PromotionItemProb=100
Name=[PVP] タイの アイテム戦 ３勝
PromotionGameContextSubType2=1
TextMissionInfo=タイの LV.5 PVPミッションです。
TextClearCondition=PVPモード アイテム戦 ３勝 達成
TextReward1=[経験値] +75
TextReward2=
TextReward3=
TextStatus=現在 %d/３勝 達成
Reward0=2,75
#Reward1=
#Reward2=

[카실_PVP_레벨4]
PromotionID=1201
PromotionLevel=4
UserLevelLimit=4
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=1
Name=[PVP] カシルの アイテム戦 １勝
TextMissionInfo=カシルの LV.4 PVPミッションです。
TextClearCondition=PVPモード アイテム戦 １勝 達成
PromotionGameContextSubType2=1
TextReward1=[経験値] +50
TextReward2=
TextReward3=
TextStatus=現在 %d/１勝 達成
Reward0=2,50
#Reward1=
#Reward2=

[카실_PVP_레벨5]
PromotionID=1202
PromotionLevel=5
UserLevelLimit=5
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=3
PromotionItemID=2540022
PromotionItemProb=100
Name=[PVP] カシルの アイテム戦 ３勝
PromotionGameContextSubType2=1
TextMissionInfo=カシルの LV.5 PVPミッションです。
TextClearCondition=PVPモード アイテム戦 ３勝 達成
TextReward1=[経験値] +75
TextReward2=
TextReward3=
TextStatus=現在 %d/３勝 達成
Reward0=2,75
#Reward1=
#Reward2=


[프로코_PVP_레벨4]
PromotionID=2201
PromotionLevel=4
UserLevelLimit=4
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=1
Name=[PVP] プロコの アイテム戦 １勝
TextMissionInfo=プロコの LV.4 PVPミッションです。
TextClearCondition=PVPモード アイテム戦 １勝 達成
PromotionGameContextSubType2=1
TextReward1=[経験値] +50
#TextReward2=보상2
#TextReward3=보상3
TextStatus=現在 %d/１勝 達成
Reward0=2,50
#Reward1=
#Reward2=

[프로코_PVP_레벨5]
PromotionID=2202
PromotionLevel=5
UserLevelLimit=5
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=3
PromotionItemID=3510022
PromotionItemProb=100
Name=[PVP] プロコの アイテム戦 ３勝
PromotionGameContextSubType2=1
TextMissionInfo=プロコの LV.5 PVPミッションです。
TextClearCondition=PVPモード アイテム戦 ３勝 達成
TextReward1=[経験値] +75
#TextReward2=
#TextReward3=
TextStatus=現在 %d/３勝 達成
Reward0=2,75
#Reward1=
#Reward2=


